;
;  Note: The author of these translation don't write portuguese according to the new orthographic agreement between Portugal and Brazil
;  Nota: O autor desta tradução não escreve português de acordo com o novo acordo ortográfico entre Portugal e o Brasil
;  
;
;
; TranslationAuthor: Luis Neves
; TranslationAuthorEmail: luis.a.neves@sapo.pt
; TranslationAuthorWeb: 
; Soft Version: 2.14.113
; Update: 11-11-2017
;
[GUI]
ButtonYes=Sim
ButtonNo=Não
ButtonOK=OK
ButtonMinimize=Minimizar
ButtonMaximize=Máximizar
ButtonClose=Fechar
ButtonRestore=Restaurar
ButtonMenu=Menu

[Lang]
NativeLanguage=Português (Portugal)

[Translation]
LangCode=0816
ReadHabit=Left-to-right
LanguageName=POR
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

Information=Informação
Warning=Alerta
Error=Erro
Confirm=Confirmação
CurVer=Versão Actual:

;
; Interface Principal
;
TfrmUnlog.caption=Histórico de desinstalação
TfrmUnlog.head.unDate=Data de desinstalação
TfrmUnlog.head.ItemName=Nome do Programa
TfrmUnlog.head.restore=Itens Residuais
TfrmUnlog.noItems=Não existem itens residuais
TfrmUnlog.Recovered=Recuperado
TfrmUnlog.recover=Recuperar 
FrmMain.lblrate.caption=Classificação
FrmMain.BtnNormal.Caption=Desinstal. Segura
FrmMain.BtnModify.Caption=Modificar
FrmMain.BtnForce.Caption=Desinstal. Forçada
FrmMain.BtnRemove.Caption=Remover Entradas
FrmMain.lblcheckver.Caption=Procurar Actualizações
FrmMain.lblinfo.caption=Fornecendo uma maneira de forçar a remoção de programas 'teimosos'
FrmMain.btnSupport.hint=Centro de Suporte
FrmMain.btnfacebook.Hint=Partilhar o Wise Program Uninstaller no Facebook
FrmMain.btntwitter.Hint=Partilhar o Wise Program Uninstaller no Twitter
FrmMain.btnemail.Hint=Partilhar o Wise Program Uninstaller com os seus amigos
FrmMain.btnRefresh.Hint=Actualizar
FrmMain.btnLog.Caption=Histórico de Desinstalação
FrmMain.btnAll.hint=Todos os Programas
FrmMain.btnSoft.hint=Programas do Ambiente de Trabalho
FrmMain.btnApp.hint=Apps Universais
FrmMain.btnPatch.hint=Actualizações do Windows
FrmMain.btnUnless.hint=Desinstalação Personalizada


;
; Menu
;
pmHelp=Ajuda Online
pmHome=Página Inicial
pmforum=Fórum
pmCheckMsg=Verificar novidades Automaticamente
pmContact=Contacte-nos
pmCheckNew=Procurar Actualizações
pmLang=Idioma
pmAbout=Acerca
pmOpenEntry=Abrir no Editor de Registo
pmOpenFolder=Abrir no Explorador
PmGoogle=Procurar no Google
pmExport=Exportar para ficheiro de texto...
pmRightMenuA=Exibir no menu de contexto
ExplorerMenu=Desinstalar com o Wise Program Uninstaller
pmUnisDetect=Detectar a desinstalação de outro desinstalador


;
; Acerca
;
FrmAbout.caption=Acerca
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Versão Actual: 
FrmAbout.lblemail.caption=Apoio Técnico: 
FrmAbout.lblhome.caption=Página Inicial: 
FrmAbout.lblthank.caption=Agradecimentos às seguintes pessoas pelos seus contributos: 

;
;processs
;
FrmProgressModal.btncancel.caption=Cancelar

;
;frmafterdel
;
Frmafterdel.caption=Entradas de Registo e ficheiros associados com o programa
Frmafterdel.btnremove.caption=Remover
Frmafterdel.btncancel.caption=Cancelar
Frmafterdel.lblinfo.caption=Por favor veja o resultado e clique "Remover" para concluír esta desinstalação.
Frmafterdel.btnnone.caption=Desmarcar Todos
Frmafterdel.btnall.caption=Seleccionar Todos
;
; Desinstalação personalizada
;
frmUnlessDel.caption=Desinstalação Personalizada
frmUnlessDel.lblInfo1.caption=A desinstalação personalizada ajuda-o a desinstalar um programa que não possa ser desinstalado de modo normal e a limpar os seus ficheiros residuais. Pode procurar aqui uma pasta para eliminar ou desinstalar o programa correspondente.
frmUnlessDel.lblinfo2.caption=Por favor introduza uma palavra chave para verificar se existem ficheiros residuais após a desinstalação.
frmUnlessDel.lblKeyword.caption=Palavra-chave:
frmUnlessDel.btnNext.caption=Seguinte
frmUnlessDel.btncancel.caption=Cancelar
frmUnlessDel.btnremove.caption=Remover
frmUnlessDel.btnFolder.caption=Procurar

;
; Rate
;
FrmRate.Btnlist.caption=Avaliações de Utilizadores
FrmRate.Btnreview.caption=A Minha Avaliação
FrmRate.Btnfirst.caption=Torne-se no nosso 1º avaliador
FrmRate.Btnsubmit.caption=Enviar
FrmRate.lblscore.caption=Classificação:
FrmRate.lblscorehint.caption=(necessita clicar nas estrelas para classificar)
FrmRate.lblnick.caption=Alcunha:
FrmRate.lblnickhint.caption=((Opcional)
FrmRate.lblemail.caption=O Seu Email:
FrmRate.lblemailhint.caption=(Opcional)
FrmRate.lblcontent.caption=Conteúdo:
FrmRate.lblcontenthint.caption=(Opcional)
FrmRate.lbldesctitle.caption=Descrição do Software:
FrmRate.lblratesoft.caption=Software Recomendado


[Uninstall]
PublisherUnknown=Editor Desconhecido
VersionUnknown=Versão Desconhecida
Rate=Classificação
ItemName=Nome
Publisher=Editor
Size=Tamanho
SetupDate=Data de Instalação
Version=Versão
Canceled=O processo de desinstalação foi cancelado.
NoLeftOverItem=Não foram encontrados itens residuais.
Removing=A Remover:
TotalStat=Encontrados %d programas ocupando %s de espaço no disco.
Calculating=A calcular tamanho...
Files=Ficheiro e Pasta
RegEntries=Entradas de Registo
Items=Itens

[message]
confimdel=O directório escolhido irá ser removido do seu computador. Continuar?
UninstallApp=A desinstalar...
unistallError=Falha da operação.
NewVer=Está disponível uma nova versão! Pretende actualizar agora?
NoNewVer=Parabéns! A versão que está a usar é a mais recente.
NoProgramSelected=Por favor seleccione primeiro um programa.
IsBusy=Por favor aguarde até que a desinstalação anterior esteja concluída.
StartFindLeftover=A analisar ficheiros associados, pastas e entradas de registo...
Collecting=A recolher informação dos programas instalados...
BeSureUseForce=Por favor escolha 'Desinstalação Forçada' apenas quando a 'Desinstalação Segura' não funcionar. Tem a certeza que pretende continuar?
ConfirmRemove=Isto vai remover do registo a entrada de desinstalação. Não vai desinstalar o programa.
RejectItself=O programa não pode desinstalar-se a si próprio.
TranslateTo=Traduzir para...

[SoftRate]
Querying=A consultar...
Good=Gosto 
Bad=Não Gosto
Safe=Reportar
Ver=Versão:
Ratings=Classificações
SoftNotExist=Não é possível encontrar informação do programa.
GetSoftInfoError=Falha em obter informação do programa
UploadSoftLogoError=Erro no envio da informação do software
SubmitData=A enviar os seus comentários sobre este programa...
SubmitSoftInfoError=Erro de envio relacionado com a rede.
SubmitRateSuccess=Enviado com Sucesso.
HaveSubmitRate=Fez a sua avaliação.
Submitgoodbad=A enviar a sua informação...
me=Eu
NickTooLong=A sua alcunha não deve exceder 20 caracteres.
MailTooLong=O seu endereço de email não deve exceder 50 caracteres.
WrongEmail=Endereço de email inválido.
ReviewTooLong=O tamanho total da avaliação não deve exceder 300 caracteres.
RateHint=Junte-se à nossa classificação de programas e classifique os seus favoritos!
UnknowName=Produto Desconhecido
UnknowVer=Versão Desconhecida
UnknowDesc=Descrição

[Hint]
HintRate=Classificar o Programa
HintClose=Eliminar item

[Monitor]
FindLeftover=O %s pode ter deixado itens residuais no seu computador.Wise Program Unistaller está a verificar...
NonItems=O %s foi completamente removido do seu computador.

